Repository: MatthiasPeltzer/mp-core
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tt_content.header_position.kicker.description
source: The kicker is part of the headline and is displayed as a chip above the headline.
de: Die Dachzeile ist Teil der Überschrift und wird als Chip über der Überschrift angezeigt.

# tt_content.header_position.kicker.label
source: Kicker
de: Dachzeile

# tt_content.header_style.default
source: Default
de: Standard

# tt_content.header_subpages
source: Headline layout
de: Überschriften Layout

# tt_content.header_subpages.description
source: Set the heading depth of the teaser. The default is “H2”.
de: Überschriftentiefe des Teasers festlegen. Standard ist "H2".

# tt_content.palettes.audio_accessibility
source: Accessibility Settings
de: Barrierefreiheits-Einstellungen

# tt_content.palettes.audio_captions_settings
source: Caption Settings
de: Untertitel-Einstellungen

# tt_content.palettes.audio_config
source: Audio Configuration
de: Audio-Konfiguration

# tt_content.palettes.audio_controls
source: Control Buttons
de: Steuerelemente-Buttons

# tt_content.palettes.audio_playback
source: Playback Settings
de: Wiedergabe-Einstellungen

# tt_content.palettes.audio_transcript_settings
source: Transcript Settings
de: Transkript-Einstellungen

# tt_content.palettes.video_accessibility
source: Accessibility Settings
de: Barrierefreiheits-Einstellungen

# tt_content.palettes.video_audio_description
source: Audio Description
de: Audiodeskription

# tt_content.palettes.video_captions_settings
source: Caption Settings
de: Untertitel-Einstellungen

# tt_content.palettes.video_config
source: Video Configuration
de: Video-Konfiguration

# tt_content.palettes.video_controls
source: Control Buttons
de: Steuerelemente-Buttons

# tt_content.palettes.video_playback
source: Playback Settings
de: Wiedergabe-Einstellungen

# tt_content.palettes.video_sign_language
source: Sign Language Overlay
de: Gebärdensprache-Overlay

# tt_content.palettes.video_transcript_settings
source: Transcript Settings
de: Transkript-Einstellungen

# tt_content.tabs.audio_accessibility
source: Accessibility
de: Barrierefreiheit

# tt_content.tabs.audio_captions
source: Captions
de: Untertitel

# tt_content.tabs.audio_controls
source: Controls
de: Steuerelemente

# tt_content.tabs.audio_playback
source: Playback Options
de: Wiedergabe-Optionen

# tt_content.tabs.audio_transcript
source: Transcript
de: Transkript

# tt_content.tabs.video_accessibility
source: Accessibility
de: Barrierefreiheit

# tt_content.tabs.video_audio_description
source: Audio Description
de: Audiodeskription

# tt_content.tabs.video_captions
source: Captions
de: Untertitel

# tt_content.tabs.video_controls
source: Controls
de: Steuerelemente

# tt_content.tabs.video_playback
source: Playback Options
de: Wiedergabe-Optionen

# tt_content.tabs.video_sign_language
source: Sign Language
de: Gebärdensprache

# tt_content.tabs.video_transcript
source: Transcript
de: Transkript

# tt_content.tx_audio_audio
source: Audio (File)
de: Audio (Datei)

# tt_content.tx_audio_autoplay
source: Autoplay
de: Automatische Wiedergabe

# tt_content.tx_audio_caption_file
source: Caption Files (VTT)
de: Untertitel-Dateien (VTT)

# tt_content.tx_audio_caption_style_button
source: Show Caption Style Button
de: Untertitel-Stil-Button anzeigen

# tt_content.tx_audio_captions
source: Enable Captions
de: Untertitel aktivieren

# tt_content.tx_audio_captions_button
source: Show Captions Button
de: Untertitel-Button anzeigen

# tt_content.tx_audio_captions_default
source: Show Captions by Default
de: Untertitel standardmäßig anzeigen

# tt_content.tx_audio_controls
source: Show Controls
de: Steuerelemente anzeigen

# tt_content.tx_audio_keyboard
source: Enable Keyboard Shortcuts
de: Tastaturkürzel aktivieren

# tt_content.tx_audio_language
source: Player Language
de: Player-Sprache

# tt_content.tx_audio_loop
source: Loop
de: Endlosschleife

# tt_content.tx_audio_muted
source: Muted
de: Stummgeschaltet

# tt_content.tx_audio_playback_speed
source: Playback Speed
de: Wiedergabegeschwindigkeit

# tt_content.tx_audio_screen_reader
source: Enable Screen Reader Announcements
de: Screenreader-Ansagen aktivieren

# tt_content.tx_audio_speed_button
source: Show Speed Button
de: Geschwindigkeits-Button anzeigen

# tt_content.tx_audio_start_time
source: Start Time (seconds)
de: Startzeit (Sekunden)

# tt_content.tx_audio_transcript
source: Enable Transcript
de: Transkript aktivieren

# tt_content.tx_audio_transcript_button
source: Show Transcript Button
de: Transkript-Button anzeigen

# tt_content.tx_audio_volume
source: Volume (0-1)
de: Lautstärke (0-1)

# tt_content.tx_audio_volume_control
source: Show Volume Control
de: Lautstärkeregler anzeigen

# tt_content.tx_link_layout.I.0
source: Primary button
de: Primärer Button

# tt_content.tx_link_layout.I.1
source: Secondary button
de: Sekundärer Button

# tt_content.tx_link_layout.I.2
source: Tertiary button
de: Tertärer Button

# tt_content.tx_link_layout.I.3
source: Quaternary button
de: Quartärer Button

# tt_content.tx_link_layout.I.4
source: Internal link
de: Interner Link

# tt_content.tx_link_layout.I.5
source: External link
de: Externer Link

# tt_content.tx_link_position.I.0
source: Middle
de: Mitte

# tt_content.tx_link_position.I.1
source: Left
de: Links

# tt_content.tx_link_position.I.2
source: Right
de: Rechts

# tt_content.tx_link_switch
source: Show link in teaser
de: Link im Teaser anzeigen

# tt_content.tx_link_switch.description
source: When activated, an additional link text or button is displayed, which can be given various link or button styles. Default: Internal link “Read more”
de: Bei Aktivierung wird ein zusätzlicher Linktext oder Button angezeigt, der verschiedene Link- oder Button-Styles bekommen kann. Standard: Interner Link "Mehr lesen"

# tt_content.tx_stage
source: Stage
de: Bühne

# tt_content.tx_video_audio_description_button
source: Show Audio Description Button
de: Audiodeskription-Button anzeigen

# tt_content.tx_video_audio_description_src
source: Audio Described Version (Video File)
de: Audiodeskription-Version (Video-Datei)

# tt_content.tx_video_autoplay
source: Autoplay
de: Automatische Wiedergabe

# tt_content.tx_video_caption
source: Caption
de: Untertitel

# tt_content.tx_video_caption_style_button
source: Show Caption Style Button
de: Untertitel-Stil-Button anzeigen

# tt_content.tx_video_captions
source: Enable Captions
de: Untertitel aktivieren

# tt_content.tx_video_captions_button
source: Show Captions Button
de: Untertitel-Button anzeigen

# tt_content.tx_video_captions_default
source: Show Captions by Default
de: Untertitel standardmäßig anzeigen

# tt_content.tx_video_chapters_button
source: Show Chapters Button
de: Kapitel-Button anzeigen

# tt_content.tx_video_controls
source: Show Controls
de: Steuerelemente anzeigen

# tt_content.tx_video_fullscreen_button
source: Show Fullscreen Button
de: Vollbild-Button anzeigen

# tt_content.tx_video_keyboard
source: Enable Keyboard Shortcuts
de: Tastaturkürzel aktivieren

# tt_content.tx_video_language
source: Player Language
de: Player-Sprache

# tt_content.tx_video_loop
source: Loop
de: Endlosschleife

# tt_content.tx_video_muted
source: Muted
de: Stummgeschaltet

# tt_content.tx_video_pip_button
source: Show Picture-in-Picture Button
de: Bild-in-Bild-Button anzeigen

# tt_content.tx_video_playback_speed
source: Playback Speed
de: Wiedergabegeschwindigkeit

# tt_content.tx_video_poster_image
source: Poster Image
de: Hintergrundbild

# tt_content.tx_video_quality_button
source: Show Quality Button
de: Qualitäts-Button anzeigen

# tt_content.tx_video_screen_reader
source: Enable Screen Reader Announcements
de: Screenreader-Ansagen aktivieren

# tt_content.tx_video_sign_language_button
source: Show Sign Language Button
de: Gebärdensprache-Button anzeigen

# tt_content.tx_video_sign_language_position
source: Sign Language Overlay Position
de: Gebärdensprache-Overlay Position

# tt_content.tx_video_sign_language_src
source: Sign Language Video (Video File)
de: Gebärdensprache-Video (Video-Datei)

# tt_content.tx_video_speed_button
source: Show Speed Button
de: Geschwindigkeits-Button anzeigen

# tt_content.tx_video_start_time
source: Start Time (seconds)
de: Startzeit (Sekunden)

# tt_content.tx_video_transcript
source: Enable Transcript
de: Transkript aktivieren

# tt_content.tx_video_transcript_button
source: Show Transcript Button
de: Transkript-Button anzeigen

# tt_content.tx_video_video
source: Video (File)
de: Video (Datei)

# tt_content.tx_video_volume
source: Volume (0-1)
de: Lautstärke (0-1)

# tt_content.tx_video_volume_control
source: Show Volume Control
de: Lautstärkeregler anzeigen

# typo3vitedemo_todolist.description
source: Interactive to-do list built with Vue 3. Add, complete, and manage tasks with filtering and session storage.
de: Interaktive To-Do-Liste, die mit Vue 3 erstellt wurde. Füge Aufgaben hinzu, erledige sie und verwalte sie mit Filterung und Session-Speicher.

# video.video_description
source: Puts a local or external YouTube video on the page
de: Legt ein lokales Video oder ein externes YouTube Video an

source: With frame
de: Mit Rahmen

source: Without frame
de: Ohne Rahmen
