Repository: MatthiasPeltzer/mp-core
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# aside.print
source: Print
de: Drucken

# aside.printpage
source: Print page
de: Seite drucken

# aside.share
source: Share
de: Teilen

# aside.shareonbluesky
source: Share on Bluesky
de: Teile auf Bluesky

# aside.shareonfacebook
source: Share on Facebook
de: Teile auf Facebook

# aside.shareonlinkedin
source: Share on LinkedIn
de: Teile auf LinkedIn

# aside.shareonmastodon
source: Share on Mastodon
de: Teile auf Mastodon

# aside.shareonreddit
source: Share on Reddit
de: Teile auf Reddit

# aside.shareonwhatsapp
source: Share on Whatsapp
de: Teile mit Whatsapp

# aside.shareonxing
source: Share on Xing
de: Teile auf Xing

# aside.sharepage
source: Share page
de: Seite teilen

# aside.socialmedia
source: Socialmedia
de: Soziale Medien

# audio.link
source: To activate the widget you need to click on the button. After activating the button, <a href="https://soundcloud.com/pages/privacy" target="_blank" class="external-link" rel="noreferrer" title="Link opens in new window"><span class="icon" aria-hidden="true"></span>SoundCloud's privacy policy</a> applies.
de: Zum Aktivieren des Widgets, musst Du auf die Schaltfläche klicken. Nach Aktivierung der Schaltfläche gilt <a href="https://soundcloud.com/pages/privacy" target="_blank" class="external-link" rel="noreferrer" title="Link öffnet in neuem Fenster"><span class="icon" aria-hidden="true"></span>SoundCloud´s Datenschutzbestimmung</a>.

# audio.play
source: Play audio
de: Audio abspielen

# breadcrumb.headline
source: You are here:
de: Du bist hier:

# config.allowedAudioDomains
source: Allowed domains for external audio files: e.g. *.xyz.de, www.xyz.de, https://*.xyz.de
de: Erlaubte Domains zum Einbinden externer Audio-Dateien: z.B. *.xyz.de, www.xyz.de, https://*.xyz.de

# config.allowedAudioDomains.list
source: Allowed domains for external audio files:
de: Erlaubte Domains zum Einbinden externer Audio-Dateien:

# config.allowedVideoDomains
source: Allowed domains for external videos: e.g. *.xyz.de, www.xyz.de, https://*.xyz.de
de: Erlaubte Domains zum Einbinden externer Videos: z.B. *.xyz.de, www.xyz.de, https://*.xyz.de

# config.allowedVideoDomains.list
source: Allowed domains for external videos:
de: Erlaubte Domains zum Einbinden externer Videos:

# content.readmore
source: Read more
de: Mehr lesen

# date.dayfull
source: %A, %d, %H:%M
de: %A, %d., %H:%M Uhr

# date.daymonthfull
source: %A, %d %B, %H:%M
de: %A, %d. %b, %H:%M Uhr

# date.daymonthyearfull
source: %A, %d %B %Y, %H:%M
de: %A, %d. %B %Y, %H:%M Uhr

# date.time
source: %H:%M
de: %H:%M Uhr

# element.pflichtfeld.properties.text
source: Required
de: Pflichtfeld

# supplement.aside
source: Further information
de: Weitere Informationen

# footer.socialmediafooter
source: Always up to date
de: Immer aktuell

# footer.socialmediaheader
source: Follow me at
de: Folge mir auf

# gallery.copyright.button
source: Show/hide copyright text
de: Copyright-Text ein-/ausklappen

# header.area
source: Navigation area
de: Navigationsbereich

# header.closeMenu
source: <span class="visually-hidden">Close</span> menu
de: Menü <span class="visually-hidden"">schließen</span>

# header.closeMenuTitle
source: Close menu
de: Menü schließen

# header.closeMenuTitle
source: Close
de: Schließen

# header.jumpto
source: Jump directly to:
de: Springe direkt zum:

# header.jumptocontent
source: Jump to content
de: Zum Inhalt springen

# header.mainnavigation
source: Main navigation
de: Hauptnavigation

# header.openMenu
source: <span class="visually-hidden">Open</span> menu
de: Menü <span class="visually-hidden">öffnen</span>

# header.openMenuTitle
source: Open menu
de: Menü öffnen

# header.submenuOpen
source: Open submenu
de: Untermenü öffnen

# header.switch
source: Light and dark color mode
de: Heller und dunkler Farbmodus

# header.text
source: Link to Homepage
de: Zur Startseite

# header.text.aria
source: Link to Homepage -
de: Zur Startseite -

# innewwindow
source: (New window)
de: (Neues Fenster)

# is_accessible
source: (not accessible)
de: (nicht barrierefrei)

# is_accessible.0
source: (not accessible)
de: (nicht barrierefrei)

# link.newwindow
source: External (New window)
de: Extern (Neues Fenster)

# meta.navigation
source: Service navigation and language
de: Service-Navigation und Sprache

# opens
source: External
de: Extern

# supplement.areamenu
source: Section navigation
de: Bereichsnavigation

# supplement.aside
source: Additional information
de: Zusatzinformationen

source: To top
de: Nach oben

# tt_content.gallery
source: Gallery
de: Galerie

# tt_content.gallery.entry
source: Gallery entry
de: Galerieeintrag

# tt_content.gallery_close
source: Close
de: Schließen

# tt_content.gallery_download
source: Download
de: Herunterladen

# tt_content.gallery_download_now
source: Download
de: Herunterladen

# tt_content.gallery_download_now.button
source: Show/hide download link
de: Herunterladen-Link ein-/ausklappen

# tt_content.gallery_enlarge_picture
source: Opens image in enlarged view
de: Öffnet Bild in Großansicht

# tt_content.gallery_next
source: Previous image
de: Nächstes Bild

# tt_content.gallery_of
source: of
de: von

# tt_content.gallery_picture_description
source: Description
de: Beschreibung

# tt_content.gallery_picture_longdescription
source: Long description
de: Langbeschreibung

# tt_content.gallery_previous
source: Next image
de: Vorheriges Bild

# tt_content.images
source: images
de: Bilder

# videovimeo.link
source: To activate the video you need to click on the button. After activating the button, <a href="https://vimeo.com/privacy" target="_blank" class="external-link" rel="noreferrer" title="Link opens in new window"><span class="icon" aria-hidden="true"></span>Vimeos privacy policy</a> applies.
de: Um das Video zu aktivieren, musst Du auf die Schaltfläche klicken. Nach Aktivierung der Schaltfläche gelten <a href="https://vimeo.com/privacy" target="_blank" class="external-link" rel="noreferrer" title="Link öffnet in neuem Fenster"><span class="icon" aria-hidden="true"></span>Vimeos Datenschutzbestimmung</a>.

# videovimeo.play
source: Play video
de: Video abspielen

# videoyoutube.link
source: To activate the video you need to click on the button. After activating the button, <a href="https://policies.google.com/privacy?hl=en&gl=ZZ" target="_blank" class="external-link" rel="noreferrer" title="Link opens in new window"><span class="icon" aria-hidden="true"></span>Googles privacy policy</a> applies.
de: Um das Video zu aktivieren, musst Du auf die Schaltfläche klicken. Nach Aktivierung der Schaltfläche gelten <a href="https://policies.google.com/privacy?hl=de&gl=ZZ" target="_blank" class="external-link" rel="noreferrer" title="Link öffnet in neuem Fenster"><span class="icon" aria-hidden="true"></span>Googles Datenschutzbestimmung</a>.

# videoyoutube.play
source: Play video
de: Video abspielen
