Repository: MatthiasPeltzer/mp-core
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# BackendLayouts.bottom
source: Bottom
de: Unten

# BackendLayouts.logos.top
source: Logos/Banner top
de: Logos/Banner oben

# BackendLayouts.main
source: Main content
de: Hauptinhalt

# BackendLayouts.supplement
source: Supplement
de: Ergänzung

# BackendLayouts.top
source: Top (full width)
de: Oben (volle Breite)

# accordion.description
source: The content elements are accessible in an accordion
de: Die Inhaltselemente sind in einem Akkordeon zugänglich

# accordion.description.onload
source: Open a specific accordion tile when loading
de: Öffne eine bestimmte Akkordeon-Kachel beim Laden

# accordion.description.onloadall
source: Close accordions when an accordion element is selected / Accordions stay open
de: Akkordeons schließen sich bei Auswahl eines Akkordeon Elementes / Akkordeons bleiben geöffnet

# accordion.description.open
source: Choose the accordion tile, wich should be opened
de: Wähle die Akkordeonkachel, die geöffnet werden soll

# accordion.label.onload
source: On load
de: Beim Laden

# accordion.label.onloadall
source: Accordion toggle
de: Akkordeon Toggle

# accordion.label.open
source: Accordion tile
de: Akkordeon Kachel

# accordion.title
source: Accordion
de: Akkordeon

# accordion.type.bootstrap
source: Bootstrap Accordion
de: Bootstrap-Akkordeon

# accordion.type.label
source: Type
de: Typ

# accordion.type.native
source: Native Detail Accordion
de: Natives Detail-Akkordeon

# audio.audio_description
source: Puts a local or external audio on the page
de: Legt ein lokales Audio oder ein externes Audio an

# banner.description
source: Adds a banner element with optional image, link and background color
de: Fügt ein Banner Element mit optionalem Bild, Link und Hintergrundfarbe hinzu

# container.description
source: Container covering the entire page or screen width
de: Container, der sich über die gesamte Seiten- oder Bildschirmbreite erstreckt

# container.title
source: Page container
de: Seitencontainer

# flexform.todolist.appearance
source: Appearance
de: Erscheinungsbild

# flexform.todolist.cardTitle
source: Card Title
de: Kartentitel

# flexform.todolist.colorScheme
source: Color Scheme
de: Farbschema

# flexform.todolist.colorScheme.danger
source: Danger (Red)
de: Gefahr (Rot)

# flexform.todolist.colorScheme.primary
source: Primary (Blue)
de: Primär (Blau)

# flexform.todolist.colorScheme.success
source: Success (Green)
de: Erfolg (Grün)

# flexform.todolist.colorScheme.warning
source: Warning (Yellow)
de: Warnung (Gelb)

# flexform.todolist.maxItems
source: Maximum Items
de: Maximale Anzahl

# flexform.todolist.predefinedItems
source: Pre-populated Tasks
de: Vordefinierte Aufgaben

# flexform.todolist.predefinedItems.description
source: Enter one task per line. These tasks will appear when the to-do list is first loaded (if session storage is empty).
de: Geben Sie eine Aufgabe pro Zeile ein. Diese Aufgaben werden beim ersten Laden der To-Do-Liste angezeigt (wenn der Session-Speicher leer ist).

# flexform.todolist.settings
source: General Settings
de: Allgemeine Einstellungen

# flexform.todolist.showClearCompleted
source: Show Clear Completed Button
de: Button "Erledigte löschen" anzeigen

# flexform.todolist.showClearCompleted.enable
source: Enable button to clear all completed tasks
de: Button aktivieren, um alle erledigten Aufgaben zu löschen

# flexform.todolist.showDeleteButton
source: Show Delete Button
de: Löschen-Button anzeigen

# flexform.todolist.showDeleteButton.enable
source: Enable delete button for individual tasks
de: Löschen-Button für einzelne Aufgaben aktivieren

# flexform.todolist.showFilter
source: Show Filter Buttons
de: Filter-Buttons anzeigen

# flexform.todolist.showFilter.enable
source: Enable filter buttons (All/Active/Completed)
de: Filter-Buttons aktivieren (Alle/Aktiv/Erledigt)

# flexform.todolist.tab.settings
source: TodoList Settings
de: TodoList-Einstellungen

# gallery.description
source: Inserts a gallery element as a single image preview, tiles or slider
de: Fügt ein Galerieelement als Einzelbild Vorschau, Kacheln oder Slider ein

# gallery.title
source: Gallery
de: Galerie

# grid.bg.bgcolor
source: Backgroud color
de: Hintergrundfarbe

# grid.bg.bgcolor.description
source: Set a backgroundcolor
de: Eine Hintergrundfarbe festlegen

# grid.bg.bgfullsize.description
source: Drag grid container across the entire width
de: Grid Container über die ganze Breite ziehen

# grid.bg.container.description
source: Turns off the container wrapper
de: Schaltet den Container Wrapper aus

# grid.bg.light
source: Grid font-color
de: Raster Schriftfarbe

# grid.bg.light.description
source: Switch font-color from dark to light
de: Schriftfarbe von dunkel auf hell umstellen

# grid.bgimage.container
source: Background image
de: Hintergrundbild

# grid.bgimage.container.description
source: Add a background image to the container.
de: Ein Hintergrundbild dem Container hinzufügen.

source: Grid Columns
de: Raster Spalten

# grid.columns.description
source: Choose how many columns the grid will be divided into
de: Wähle, in wie viele Spalten das Raster aufgeteilt wird

# grid.columns.fourcol
source: Four columns
de: Vier Spalten

# grid.columns.onecol
source: One column
de: Eine Spalte

# grid.columns.threecol
source: Three columns
de: Drei Spalten

# grid.columns.twocol
source: Two columns
de: Zwei Spalten

# grid.description
source: Create a grid with any number of elements.
de: Erstelle ein Raster mit einer beliebigen Anzahl von Elementen.

source: Grid elements
de: Raster Elemente

# grid.grid_icon_switch
source: Move out element
de: Element ausrücken

# grid.grid_icon_switch.description
source: Move out, add padding to element and add optional icon
de: Element ausrücken und abstand hinzufügen und optionales Icon hinzufügen

# grid.bgimage
source: Container Icon
de: Container Icon (Bild)

# grid.bgimage.description
source: Insert icon at the top left of the container
de: Icon oben links am Container einfügen

# grid.bgimage.container.description
source: Add a parallax animation to the background image.
de: Das Hintergrundbild mit einer Parallax-Animation versehen.

# grid.slider.type
source: Slider type
de: Slider Typ

# grid.slider.type.description
source: Slide or Fade (Fade only in one column)
de: Slide oder Fade (Fade nur in einer Spalte)

# grid.title
source: Grid
de: Raster

source: Grid type
de: Raster Typ

# grid.type.description
source: Choose whether elements are in a list or in containers
de: Wähle, ob Elemente in einer Liste oder in Containern sind

# grid.type.list
source: List
de: Liste

# hasCaption
source: Has editorial caption
de: Hat eine redaktionelle Caption

# header_layout.0
source: Default
de: Standard

# header_layout.10
source: H4 - Hidden (SR only)
de: H4 - Versteckt (nur SR)

# header_layout.11
source: H5 - Hidden (SR only)
de: H5 - Versteckt (nur SR)

# header_layout.12
source: H6 - Hidden (SR only)
de: H6 - Versteckt (nur SR)

# header_layout.2
source: H2 - Default
de: H2 - Standard

# header_layout.7
source: H1 - Hidden (SR only)
de: H1 - Versteckt (nur SR)

# header_layout.8
source: H2 - Hidden (SR only)
de: H2 - Versteckt (nur SR)

# header_layout.9
source: H3 - Hidden (SR only)
de: H3 - Versteckt (nur SR)

# language.en
source: English
de: Englisch

# language.es
source: Español
de: Spanisch

# language.fr
source: Français
de: Französisch

# language.ja
source: 日本語
de: Japanisch

# layout.0
source: Normal box (default)
de: Normale Box (Standard)

# layout.1
source: Element indentation (col-8)
de: Element Einrückung (col-8)

# layout.2
source: Element indentation (col-10)
de: Element Einrückung (col-10)

# linkicon.description
source: Link Icon for the page navigation, e.g. for accessible link.
de: Link-Symbol für die Seitennavigation, z. B. für barrierefreie Links.

# linkicon.label
source: Link icon
de: Link-Symbol

# pages.Breadcrumb.description
source: Remove breadcrumb
de: Breadcrumb entfernen

# pages.HeaderContainer.description
source: Remove header
de: Header entfernen

# pages.MainCategory.description
source: Only one main category can be selected and will be displayed alone or next to the date.
de: Nur eine Hauptkategorie kann ausgewählt werden und wird alleine oder neben dem Datum angezeigt.

# pages.MainCategory.label
source: Main category
de: Hauptkategorie

# pages.NewsletterBox.description
source: Remove newsletter box
de: Newsletter-Box entfernen

# pages.SocialmediaBar
source: Socialmedia Bar
de: Socialmedia-Leiste

# pages.SocialmediaBar.description
source: Remove socialmedia bar
de: Socialmedia-Leiste entfernen

# pages.TeaserDescription.description
source: Teaser short text
de: Teaser Kurztext

# pages.TeaserDescription.description
source: Short text that can be displayed in teasers to this page
de: Kurztext der in Teasern zu dieser Seite angezeigt werden kann

# singleteaser.description
source: Adds a teaser with headline, image, text and link element
de: Fügt einen Teaser mit Überschrift, Bild, Text und Linkelement hinzu

# singleteaser.title
source: Single teaser
de: Einzelteaser

# site.configuration.color-0
source: Choose background color
de: Hintergrundfarbe auswählen

# site.configuration.color-1
source: First color
de: Erste Farbe

# site.configuration.color-1.description
source: Specify the first color in the selection field here.
de: Legen Sie hier die erste Farbe für das Auswahlfeld fest.

# site.configuration.color-1.label
source: First Color identifier
de: Erste Farbe Bezeichner

# site.configuration.color-1.label.description
source: Specify the name for the first color in the selection field here.
de: Legen Sie hier den Namen für die erste Farbe für das Auswahlfeld fest.

# site.configuration.color-2
source: Second color
de: Zweite Farbe

# site.configuration.color-2.description
source: Specify the second color in the selection field here.
de: Legen Sie hier die zweite Farbe für das Auswahlfeld fest.

# site.configuration.color-2.label
source: Second Color identifier
de: Zweite Farbe Bezeichner

# site.configuration.color-2.label.description
source: Specify the name for the second color in the selection field here.
de: Legen Sie hier den Namen für die zweite Farbe für das Auswahlfeld fest.

# site.configuration.color-3
source: Third color
de: Dritte Farbe

# site.configuration.color-3.description
source: Specify the third color in the selection field here.
de: Legen Sie hier die dritte Farbe für das Auswahlfeld fest.

# site.configuration.color-3.label
source: Third color identifier
de: Dritte Farbe Bezeichner

# site.configuration.color-3.label.description
source: Specify the name for the third color in the selection field here.
de: Legen Sie hier den Namen für die dritte Farbe für das Auswahlfeld fest.

# site.configuration.color-4
source: Fourth color
de: Vierte Farbe

# site.configuration.color-4.description
source: Specify the fourth color in the selection field here.
de: Legen Sie hier die vierte Farbe für das Auswahlfeld fest.

# site.configuration.color-4.label
source: Fourth color identifier
de: Vierte Farbe Bezeichner

# site.configuration.color-4.label.description
source: Specify the name for the fourth color in the selection field here.
de: Legen Sie hier den Namen für die vierte Farbe für das Auswahlfeld fest.

# site.configuration.color-5
source: Fifth color
de: Fünfte Farbe

# site.configuration.color-5.description
source: Specify the fifth color in the selection field here.
de: Legen Sie hier die fünfte Farbe für das Auswahlfeld fest.

# site.configuration.color-5.label
source: Fifth color identifier
de: Fünfte Farbe Bezeichner

# site.configuration.color-5.label.description
source: Specify the name for the fifth color in the selection field here.
de: Legen Sie hier den Namen für die fünfte Farbe für das Auswahlfeld fest.

# site.configuration.color-6
source: Sixth color
de: Sechste Farbe

# site.configuration.color-6.description
source: Specify the sixth color in the selection field here.
de: Legen Sie hier die sechste Farbe für das Auswahlfeld fest.

# site.configuration.color-6.label
source: Sixth color identifier
de: Sechste Farbe Bezeichner

# site.configuration.color-6.label.description
source: Specify the name for the sixth color in the selection field here.
de: Legen Sie hier den Namen für die sechste Farbe für das Auswahlfeld fest.

# site.configuration.color-7
source: Seventh color
de: Siebte Farbe

# site.configuration.color-7.description
source: Specify the seventh color in the selection field here.
de: Legen Sie hier die siebte Farbe für das Auswahlfeld fest.

# site.configuration.color-7.label
source: Seventh color identifier
de: Siebte Farbe Bezeichner

# site.configuration.color-7.label.description
source: Specify the name for the seventh color in the selection field here.
de: Legen Sie hier den Namen für die siebte Farbe für das Auswahlfeld fest.

# site.configuration.color-8
source: Eighth color
de: Achte Farbe

# site.configuration.color-8.description
source: Specify the eighth color in the selection field here.
de: Legen Sie hier die achte Farbe für das Auswahlfeld fest.

# site.configuration.color-8.label
source: Eighth color identifier
de: Achte Farbe Bezeichner

# site.configuration.color-8.label.description
source: Specify the name for the eighth color in the selection field here.
de: Legen Sie hier den Namen für die achte Farbe für das Auswahlfeld fest.

# site.configuration.color-primary.description
source: Set the primary page color here.
de: Legen Sie hier die primäre Seitenfarbe fest.

# site.configuration.color-primary.label
source: Primary Color
de: Primäre Farbe

# site.configuration.color-quaternary.description
source: Set the quaternary page color here.
de: Legen Sie hier die quartäre Seiten-Farbe fest.

# site.configuration.color-quaternary.label
source: Quaternary Color
de: Quartäre Farbe

# site.configuration.color-secondary-rgba.description
source: Set the secondary page color here. You should also set a transparency value here.
de: Legen Sie hier die sekundäre Seitenfarbe fest. Hier sollten Sie zusätzlich einen Transparentwert festlegen.

# site.configuration.color-secondary-rgba.label
source: Secondary Color RGBA
de: Sekundäre Farbe RGBA

# site.configuration.color-secondary.description
source: Set the secondary page color here.
de: Legen Sie hier die sekundäre Seitenfarbe fest.

# site.configuration.color-secondary.label
source: Secondary color
de: Sekundäre Farbe

# site.configuration.color-tertiary.description
source: Set the tertiary page color here.
de: Legen Sie hier die tertiäre Seiten-Farbe fest.

# site.configuration.color-tertiary.label
source: Tertiary Color
de: Tertiäre Farbe

# site.configuration.color-toggle
source: Turn on color selector
de: Farbwähler einschalten

# site.configuration.color-toggle.description
source: This selection switch activates all colors below it. If it is turned off, no color is passed on to the frontend. When it is turned on, only the filled colors are passed on.
de: Dieser Auswahlschalter aktiviert alle darunter liegenden Farben. Wenn er ausgeschaltet ist, wird keine Farbe an das Frontend weitergegeben. Wenn er eingeschaltet ist werden nur die ausgefüllten Farben weitergegeben.

# site.configuration.colorsAndStyles
source: Colors and styles
de: Farben und Styles

# site.configuration.copyrightText.description
source: In the footer, the copyright notice is displayed with a © sign and the current year.
de: Der Urheberrechtshinweis wird im Footer mit einem © Zeichen und der aktuellen Jahreszahl ausgespielt.

# site.configuration.copyrightText.label
source: Copyright notice
de: Urheberrechtshinweis

# site.configuration.customization
source: Customization
de: Einstellungen

# site.configuration.description.apple-touch-icon
source: The PNG file has to be square in 180x180 pixel. Filename must be 'apple-touch-icon.png'.
de: Die PNG-Datei muss quadratisch sein und eine Größe von 180x180 Pixel haben. Dateiname muss "apple-touch-icon.png" sein.

# site.configuration.description.favicon-48x48-png
source: The PNG file has to be square in 48x48 pixel. Filename must be 'favicon-48x48.png'.
de: Die PNG-Datei muss quadratisch sein und eine Größe von 48x48 Pixel haben. Dateiname muss "favicon-48x48.png" sein.

# site.configuration.description.favicon-96x96-png
source: The PNG file has to be square in 48x48 pixel. Filename must be 'favicon-96x96.png'.
de: Die PNG-Datei muss quadratisch sein und eine Größe von 96x96 Pixel haben. Dateiname muss "favicon-96x96.png" sein.

# site.configuration.description.faviconIco
source: The classic Ico file must be square and have a size of 48x48 pixels. Filename must be 'favicon.ico'.
de: Die klassische Ico-Datei muss quadratisch sein und eine Größe von 48x48 Pixel haben. Dateiname muss "favicon.ico" sein.

# site.configuration.description.faviconSvg
source: The SVG touch icon must be square and have a size of 512x512 pixels. Filename must be 'favicon.svg'.
de: Das SVG Touch Icon muss muss quadratisch sein und eine Größe von 512x512 Pixeln haben. Dateiname muss "favicon.svg" sein.

# site.configuration.description.web-app-manifest-192x192
source: The PNG file has to be square in 192x192 pixel. Filename must be 'web-app-manifest-192x192.png'.
de: Die PNG-Datei muss quadratisch sein und eine Größe von 192x192 Pixel haben. Dateiname muss "web-app-manifest-192x192.png" sein.

# site.configuration.description.web-app-manifest-512x512
source: The PNG file has to be square in 512x512 pixel. Filename must be 'web-app-manifest-512x512.png'.
de: Die PNG-Datei muss quadratisch sein und eine Größe von 512x512 Pixel haben. Dateiname muss "web-app-manifest-512x512.png" sein.

# site.configuration.description.webmanifest
source: The Webmanifest file must first be customized according to your preferences. The file name must be “site.webmanifest”.
de: Die Webmanifest-Datei muss vorher nach ihren Wünschen angepasst werden. Dateiname muss "site.webmanifest" sein.

# site.configuration.logoBig.description
source: The general standard logo
de: Das generelle Standardlogo

# site.configuration.logoBig.label
source: Big logo
de: Grosses Logo

# site.configuration.logoSmall.description
source: Logo for mobile and sticky header view
de: Logo für die mobile und Sticky Header Ansicht

# site.configuration.logoSmall.label
source: Small Logo
de: Kleines Logo

# site.configuration.logoSvg.description
source: Logo is in SVG format
de: Logo hat das SVG Format

# site.configuration.logoText.description
source: The text or claim to the right of the logo
de: Der Text oder Claim der rechts neben dem Logo steht

# site.configuration.logoTextHidden.description
source: Hide the logo text
de: Logo Text verstecken

# site.configuration.navType
source: Navigation type
de: Navigations-Typ

# site.configuration.navType.0
source: Primary navigation
de: Primäre Navigation

# site.configuration.navType.1
source: Secondary navigation
de: Sekundäre Navigation

# site.configuration.navType.2
source: Tertiary navigation
de: Tertiäre Navigation

# site.configuration.navType.description
source: Customise the page navigation type here.
de: Navigations-Typ der Seite anpassen.

# site.configuration.search.description
source: Use search on the website. Adds a search field next to the main navigation.
de: Suche auf der Webseite verwenden. Fügt ein Suchfeld neben der Hauptnavigation hinzu.

# site.configuration.search.label
source: Use search
de: Suche nutzen

# site.configuration.socialMediaSwitch.description
source: Toggle the social media bar in the footer on or off.
de: Schaltet die SozialeMedien Leiste im Footer an oder aus.

# site.configuration.socialMediaSwitch.label
source: Social media on/off switch
de: SozialeMedien An- und Ausschalter

# site.configuration.socialMedia.title
source: SocialMedia
de: SozialeMedien

# site.configuration.styles
source: Edit styles
de: Styles anpassen

# site.configuration.styles.description
source: You can make further individual CSS adjustments here. However, you should do this with caution.
de: Hier können Sie weitere individuelle CSS-Anpassungen vornehmen. Sie sollten dies allerdings mit Vorsicht tun.

# site.configuration.subnav.description
source: Adds a column with subnavigation to the article template.
de: Fügt im Artikeltemplate eine Spalte mit einer Unternavigation hinzu.

# site.configuration.subnav.label
source: Use subnav
de: Unternavigation verwenden

# site.configuration.subnavOrder.description
source: Arrange subnavigation on the left (off) or right (on).
de: Unternavigation links (aus) oder rechts (an) anordnen.

# site.configuration.subnavOrder.label
source: Arrange subnavigation
de: Unternavigation anordnen

# slider.description
source: Container element for Slider
de: Container für Slider

# stage.tx_stage_bg
source: Stage background
de: Bühne Hintergrund

# stage.tx_stage_bgcolor
source: Stage font and link color
de: Bühne Schrift- und Linkfarbe

# stage.tx_stage_bgcolor.I.0
source: Bright
de: Hell

# stage.tx_stage_bgcolor.I.1
source: Dark
de: Dunkel

# stage.tx_stage_bgcolor.description
source: Change font and link color from light to dark.
de: Schrift- und Linkfarbe von Hell auf Dunkel umstellen.

# stage.tx_stage_description
source: Inserts a stage module
de: Fügt ein Bühnenelement ein

# stage.tx_stage_file
source: Stage Image
de: Bühne Bild

# stage.tx_stage_position
source: Stage text position
de: Bühne Text Position

# stage.tx_stage_position.I.0
source: Default
de: Standard

# stage.tx_stage_position.I.1
source: Top
de: Oben

# stage.tx_stage_position.I.2
source: Centered
de: Zentriert

# stage.tx_stage_position.I.3
source: Bottom
de: Unten

# stage.tx_stage_position.description
source: Vertical stage text position
de: Vertikale Bühnen Text Position

# stage.tx_stage_salutation.I.0
source: Hide
de: Verborgen

# stage.tx_stage_salutation.I.1
source: Show
de: Anzeigen

# stage.tx_stage_switch
source: Stage Type
de: Bühnen Typ

# stage.tx_stage_switch_image
source: Stage with image
de: Bühne mit Bild

# stage.tx_stage_switch_video
source: Stage with video
de: Bühne mit Video

# stage.tx_stage_textcolor.I.0
source: Black
de: Schwarz

# stage.tx_stage_textcolor.I.1
source: White
de: Weiss

# stage.tx_stage_title
source: Stage
de: Bühne

# stage.tx_stage_video
source: Stage Video
de: Bühne Video

# sys_file_metadata.is_accessible.description
source: Please activate this option if the file (PDF) is accessible.
de: Bitte aktivieren Sie diese Option, wenn die Datei (PDF) barrierefrei ist.

# sys_file_metadata.is_accessible.label
source: File is accessible
de: Datei ist barrierefrei

# sys_file_reference.allow_download
source: Allow download
de: Download erlauben

# sys_file_reference.outline
source: Show Outline
de: Outline anzeigen

# tabs.description
source: The content elements are accessible through tabs
de: Die Inhaltselemente sind über Tabs zugänglich

# tabs.description.onload
source: Open a specific tab when loading
de: Öffne einen bestimmten Tab beim Laden

# tabs.label.onload
source: On load
de: Beim Laden

# tt_content.CType.div._gallery_
source: Gallery
de: Galerie

# tt_content.CType.div._images_
source: Pictures
de: Bilder

# tt_content.CType.gallery
source: Gallery
de: Galerie

# tt_content.CType.stage
source: Stage
de: Bühne

# tt_content.gallery_columns
source: Gallery columns
de: Galerie Spaltigkeit

# tt_content.gallery_columns.description
source: Select the number of columns the grid will be divided into.
de: Wählen Sie in wie viele Spalten das Raster aufgeteilt wird.

# tt_content.gallery_layout
source: Gallery layout
de: Galerie Layout

# tt_content.gallery_layout.I.0
source: Single
de: Einzeln

# tt_content.gallery_layout.I.1
source: Tiles
de: Kacheln

# tt_content.gallery_layout.description
source: Single image, tiles or slider
de: Einzelbild, Kacheln oder Slider

# tt_content.header_position.inside
source: Inside bodytext
de: Innerhalb Bodytext
