Repository: MatthiasPeltzer/mp-core
Catalog: Resources/Private/Language/*.Settings.xlf
Languages: de

# MPCore.description
source: General settings for MP Core extension
de: Allgemeine Einstellungen für die MP Core Extension

# MPCoreConfig.description
source: General configuration settings
de: Allgemeine Konfigurationseinstellungen

# MPCoreConfig.label
source: Configuration
de: Konfiguration

# MPCoreContainer.description
source: Configuration for container extension
de: Konfiguration für die Container-Extension

# MPCoreContainer.label
source: Container Settings
de: Container-Einstellungen

# MPCoreContent.description
source: Settings for content elements and media
de: Einstellungen für Inhaltselemente und Medien

# MPCoreContent.label
source: Content Elements
de: Inhaltselemente

# MPCoreDesign.description
source: Design tokens, colors, fonts, and breakpoints
de: Design-Tokens, Farben, Schriften und Breakpoints

# MPCoreForm.description
source: Configuration for form extension
de: Konfiguration für die Formular-Extension

# MPCoreForm.label
source: Form Settings
de: Formular-Einstellungen

# MPCoreMeta.description
source: Meta tag settings for HTML head
de: Meta-Tag-Einstellungen für den HTML-Head

# MPCoreNavigation.description
source: Navigation and menu settings
de: Navigations- und Menüeinstellungen

# MPCoreNews.description
source: Configuration for news extension
de: Konfiguration für die News-Extension

# MPCoreNews.label
source: News Settings
de: News-Einstellungen

# MPCorePerformance.description
source: Performance optimization settings
de: Performance-Optimierungseinstellungen

# MPCoreSEO.description
source: SEO and meta data configuration
de: SEO- und Meta-Daten-Konfiguration

# MPCoreSEO.label
source: SEO Settings
de: SEO-Einstellungen

# PIDs.description
source: All relevant page IDs can be set here.
de: Hier können alle relevanten Seiten-IDs eingestellt werden.

# PIDs.label
source: Page IDs
de: Seiten-IDs

# PIDs.pidCategories.form.description
source: Page ID of the categories folder
de: Seiten-ID des Kategorien-Ordners

# PIDs.pidCategories.form.label
source: Categories Page ID
de: Kategorien Seiten-ID

# PIDs.pidHome.form.description
source: Page ID of the homepage
de: Seiten-ID der Startseite

# PIDs.pidHome.form.label
source: Homepage Page ID
de: Startseiten-ID

# PIDs.pidLogosBannerTop.form.description
source: Page ID of the additional logos or banners in the header area
de: Seiten-ID der zusätzlichen Logos oder Banner im Kopfbereich

# PIDs.pidLogosBannerTop.form.label
source: Logos/Banner Page ID
de: Logos/Banner Seiten-ID

# PIDs.pidMainNavMeta.form.description
source: Page ID of the meta navigation in the main navigation
de: Seiten-ID der Metanavigation in der Hauptnavigation

# PIDs.pidMainNavMeta.form.label
source: Main Navigation Meta Page ID
de: Hauptnavigation Meta Seiten-ID

# PIDs.pidMetaNavFooter.form.description
source: Page ID of the meta navigation in the footer
de: Seiten-ID der Metanavigation im Footer

# PIDs.pidMetaNavFooter.form.label
source: Footer Meta Navigation Page ID
de: Footer-Metanavigation Seiten-ID

# PIDs.pidMetaNavTop.form.description
source: Page ID of the meta navigation in the header
de: Seiten-ID der Metanavigation im Kopfbereich

# PIDs.pidMetaNavTop.form.label
source: Top Meta Navigation Page ID
de: Kopf-Metanavigation Seiten-ID

# PIDs.pidSupplement.form.description
source: Page ID of the supplementary area for content under the submenu
de: Seiten-ID des Ergänzungsbereichs für Inhalte unter dem Submenü

# PIDs.pidSupplement.form.label
source: Supplement Page ID
de: Ergänzungsbereich Seiten-ID

# config.absRefPrefix.form.description
source: Absolute reference prefix (auto, /, or custom)
de: Absolutes Referenz-Präfix (auto, / oder benutzerdefiniert)

# config.absRefPrefix.form.label
source: Absolute Reference Prefix
de: Absolutes Referenz-Präfix

# config.admPanel.form.description
source: Show admin panel in frontend
de: Admin-Panel im Frontend anzeigen

# config.admPanel.form.label
source: Show Admin Panel
de: Admin-Panel anzeigen

# config.debug.form.description
source: Enable debug mode in frontend
de: Debug-Modus im Frontend aktivieren

# config.debug.form.label
source: Enable Debug Mode
de: Debug-Modus aktivieren

# config.headerComment.form.description
source: Comment to add to HTML head
de: Kommentar für HTML-Head

# config.headerComment.form.label
source: HTML Header Comment
de: HTML-Header-Kommentar

# config.noCache.form.description
source: Disable page cache
de: Seiten-Cache deaktivieren

# config.noCache.form.label
source: Disable Cache
de: Cache deaktivieren

# config.removeDefaultJS.form.description
source: Remove default JavaScript (external, internal, or empty for none)
de: Standard-JavaScript entfernen (external, internal oder leer für keine)

# config.removeDefaultJS.form.label
source: Remove Default JavaScript
de: Standard-JavaScript entfernen

# config.spamProtectEmailAddresses.form.description
source: Enable spam protection for email addresses
de: Spam-Schutz für E-Mail-Adressen aktivieren

# config.spamProtectEmailAddresses.form.label
source: Spam Protect Email Addresses
de: Spam-Schutz für E-Mail-Adressen

# config.spamProtectEmailAddresses_atSubst.form.description
source: Substitute for @ in email addresses
de: Ersatz für @ in E-Mail-Adressen

# config.spamProtectEmailAddresses_atSubst.form.label
source: @ Substitute for Emails
de: @ Ersatz für E-Mails

# container.accordion.allowMultiple.form.description
source: Allow multiple accordion items to be open simultaneously
de: Mehrere Akkordeon-Elemente gleichzeitig geöffnet erlauben

# container.accordion.allowMultiple.form.label
source: Allow Multiple Open
de: Mehrere gleichzeitig öffnen

# container.accordion.enabled.form.description
source: Enable accordion container support
de: Akkordeon-Container-Unterstützung aktivieren

# container.accordion.enabled.form.label
source: Enable Accordion
de: Akkordeon aktivieren

# container.accordion.firstOpen.form.description
source: Open first accordion item by default
de: Erstes Akkordeon-Element standardmäßig öffnen

# container.accordion.firstOpen.form.label
source: First Item Open
de: Erstes Element geöffnet

# container.grid.defaultColumns.form.description
source: Default number of columns in grid containers
de: Standard-Anzahl der Spalten in Grid-Containern

# container.grid.defaultColumns.form.label
source: Default Columns
de: Standard-Spaltenanzahl

# container.grid.enabled.form.description
source: Enable grid container support
de: Grid-Container-Unterstützung aktivieren

# container.grid.enabled.form.label
source: Enable Grid Container
de: Grid-Container aktivieren

# container.grid.gutterSize.form.description
source: Default gutter size between columns (CSS value, e.g., 20px, 1rem)
de: Standard-Abstand zwischen Spalten (CSS-Wert, z.B. 20px, 1rem)

# container.grid.gutterSize.form.label
source: Gutter Size
de: Spaltenabstand

# container.grid.maxColumns.form.description
source: Maximum number of columns allowed
de: Maximal erlaubte Anzahl der Spalten

# container.grid.maxColumns.form.label
source: Maximum Columns
de: Maximale Spaltenanzahl

# container.tabs.enabled.form.description
source: Enable tabs container support
de: Tabs-Container-Unterstützung aktivieren

# container.tabs.enabled.form.label
source: Enable Tabs
de: Tabs aktivieren

# container.tabs.position.form.description
source: Default tab position (top, bottom, left, right)
de: Standard-Tab-Position (top, bottom, left, right)

# container.wrapper.maxWidth.form.description
source: Maximum width for container wrappers (CSS value)
de: Maximale Breite für Container-Wrapper (CSS-Wert)

# container.wrapper.maxWidth.form.label
source: Wrapper Maximum Width
de: Wrapper Maximale Breite

# container.wrapper.padding.form.description
source: Default padding for container wrappers (CSS value)
de: Standard-Innenabstand für Container-Wrapper (CSS-Wert)

# container.wrapper.padding.form.label
source: Wrapper Padding
de: Wrapper-Innenabstand

# content.defaultHeaderType.form.description
source: Default header type for content elements (1=h1, 2=h2, etc.)
de: Standard-Überschriftentyp für Inhaltselemente (1=h1, 2=h2, etc.)

# content.defaultHeaderType.form.label
source: Default Header Type
de: Standard-Überschriftentyp

# content.lightbox.cssClass.form.description
source: CSS class for lightbox
de: CSS-Klasse für Lightbox

# content.lightbox.cssClass.form.label
source: Lightbox CSS Class
de: Lightbox CSS-Klasse

# content.lightbox.enabled.form.description
source: Enable lightbox for images
de: Lightbox für Bilder aktivieren

# content.lightbox.enabled.form.label
source: Enable Lightbox
de: Lightbox aktivieren

# content.links.extTarget.form.description
source: Target for external links (_blank, _self, _top)
de: Ziel für externe Links (_blank, _self, _top)

# content.links.extTarget.form.label
source: External Link Target
de: Externe Links Ziel

# content.textmedia.maxWidth.form.description
source: Maximum width for text/media elements
de: Maximale Breite für Text/Medien-Elemente

# content.textmedia.maxWidth.form.label
source: Text/Media Maximum Width
de: Text/Media Maximale Breite

# content.textmedia.maxWidthInText.form.description
source: Maximum width for media in text
de: Maximale Breite für Medien im Text

# content.textmedia.maxWidthInText.form.label
source: Media in Text Maximum Width
de: Medien im Text Maximale Breite

# design.breakpoints.desktop.form.description
source: Desktop breakpoint in pixels
de: Desktop-Breakpoint in Pixeln

# design.breakpoints.mobile.form.description
source: Mobile breakpoint in pixels
de: Mobiler Breakpoint in Pixeln

# design.breakpoints.mobile.form.label
source: Mobile Breakpoint
de: Mobiler Breakpoint

# design.breakpoints.tablet.form.description
source: Tablet breakpoint in pixels
de: Tablet-Breakpoint in Pixeln

# design.colors.primary.form.description
source: Primary brand color
de: Primäre Markenfarbe

# design.colors.primary.form.label
source: Primary Color
de: Primärfarbe

# design.colors.secondary.form.description
source: Secondary brand color
de: Sekundäre Markenfarbe

# design.colors.secondary.form.label
source: Secondary Color
de: Sekundärfarbe

# design.container.maxWidth.form.description
source: Maximum container width in pixels
de: Maximale Container-Breite in Pixeln

# design.container.maxWidth.form.label
source: Container Maximum Width
de: Container Maximale Breite

# design.fonts.heading.form.description
source: Heading font family
de: Überschriften-Schriftfamilie

# design.fonts.heading.form.label
source: Heading Font Family
de: Überschriften-Schriftart

# design.fonts.primary.form.description
source: Primary font family
de: Primäre Schriftfamilie

# design.fonts.primary.form.label
source: Primary Font Family
de: Primäre Schriftart

# form.confirmationPage.enabled.form.description
source: Show confirmation page after form submission
de: Bestätigungsseite nach Formularübermittlung anzeigen

# form.confirmationPage.enabled.form.label
source: Enable Confirmation Page
de: Bestätigungsseite aktivieren

# form.email.replyToEmail.form.description
source: Default reply-to email address
de: Standard-Antwort-E-Mail-Adresse

# form.email.replyToEmail.form.label
source: Reply-To Email Address
de: Antwort-E-Mail-Adresse

# form.email.senderEmail.form.description
source: Default sender email address
de: Standard-Absender-E-Mail-Adresse

# form.email.senderEmail.form.label
source: Email Sender Address
de: E-Mail Absenderadresse

# form.email.senderName.form.description
source: Default sender name for form emails
de: Standard-Absendername für Formular-E-Mails

# form.email.senderName.form.label
source: Email Sender Name
de: E-Mail Absendername

# form.honeypot.enabled.form.description
source: Enable honeypot spam protection
de: Honeypot-Spam-Schutz aktivieren

# form.honeypot.enabled.form.label
source: Enable Honeypot
de: Honeypot aktivieren

# form.requiredFieldMarker.form.description
source: Marker for required fields (e.g., *)
de: Kennzeichnung für Pflichtfelder (z.B. *)

# form.requiredFieldMarker.form.label
source: Required Field Marker
de: Pflichtfeld-Markierung

# form.storage.saveToDatabase.form.description
source: Save form submissions to database
de: Formularübermittlungen in Datenbank speichern

# form.storage.saveToDatabase.form.label
source: Save to Database
de: In Datenbank speichern

# form.storage.uploadFolder.form.description
source: Folder for form file uploads (e.g., 1:/forms/)
de: Ordner für Formular-Datei-Uploads (z.B. 1:/forms/)

# form.storage.uploadFolder.form.label
source: Upload Folder
de: Upload-Ordner

# form.validation.clientSide.form.description
source: Enable client-side validation
de: Client-seitige Validierung aktivieren

# form.validation.clientSide.form.label
source: Client-Side Validation
de: Client-seitige Validierung

# form.validation.showInlineErrors.form.description
source: Show validation errors inline with fields
de: Validierungsfehler inline bei Feldern anzeigen

# form.validation.showInlineErrors.form.label
source: Show Inline Errors
de: Inline-Fehler anzeigen

# meta.appleMobileWebAppCapable.form.description
source: Apple mobile web app capable
de: Apple Mobile Web App fähig

# meta.compatible.form.description
source: IE compatibility mode
de: IE-Kompatibilitätsmodus

# meta.compatible.form.label
source: IE Compatibility Mode
de: IE-Kompatibilitätsmodus

# meta.google.form.description
source: Google meta tag content
de: Google Meta-Tag Inhalt

# meta.googleSiteVerification.form.description
source: Google Site Verification code
de: Google Site-Verifizierungscode

# meta.googleSiteVerification.form.label
source: Google Site Verification
de: Google Site-Verifizierung

# meta.robots.form.description
source: Robots meta tag content
de: Robots Meta-Tag Inhalt

# meta.viewport.form.description
source: Viewport meta tag content
de: Viewport Meta-Tag Inhalt

# navigation.breadcrumb.includeHome.form.description
source: Include homepage in breadcrumb
de: Startseite im Breadcrumb einbeziehen

# navigation.breadcrumb.includeHome.form.label
source: Include Home in Breadcrumb
de: Startseite im Breadcrumb

# navigation.enableBreadcrumb.form.description
source: Show breadcrumb navigation
de: Breadcrumb-Navigation anzeigen

# navigation.enableBreadcrumb.form.label
source: Enable Breadcrumb
de: Breadcrumb aktivieren

# navigation.maxDepth.form.description
source: Maximum depth of navigation menu
de: Maximale Tiefe des Navigationsmenüs

# navigation.maxDepth.form.label
source: Maximum Navigation Depth
de: Maximale Navigationstiefe

# navigation.showHiddenPages.form.description
source: Show hidden pages in navigation
de: Versteckte Seiten in Navigation anzeigen

# navigation.showHiddenPages.form.label
source: Show Hidden Pages
de: Versteckte Seiten anzeigen

# news.detail.enableComments.form.description
source: Enable comments for news articles
de: Kommentare für News-Artikel aktivieren

# news.detail.enableComments.form.label
source: Enable Comments
de: Kommentare aktivieren

# news.detail.relatedLimit.form.description
source: Maximum number of related news items to show
de: Maximale Anzahl ähnlicher News-Einträge

# news.detail.relatedLimit.form.label
source: Related News Limit
de: Anzahl ähnlicher News

# news.detail.showBackLink.form.description
source: Show back link to list in detail view
de: Zurück-Link zur Liste in Detailansicht anzeigen

# news.detail.showBackLink.form.label
source: Show Back Link
de: Zurück-Link anzeigen

# news.detail.showRelated.form.description
source: Show related news in detail view
de: Ähnliche News in Detailansicht anzeigen

# news.detail.showRelated.form.label
source: Show Related News
de: Ähnliche News anzeigen

# news.list.dateFormat.form.description
source: Date format for news items (PHP date format)
de: Datumsformat für News-Einträge (PHP-Datumsformat)

# news.list.dateFormat.form.label
source: Date Format
de: Datumsformat

# news.list.orderBy.form.description
source: Default sort field for news list
de: Standard-Sortierfeld für News-Liste

# news.list.orderBy.form.label
source: Order By Field
de: Sortierung nach Feld

# news.list.orderDirection.form.description
source: Default sort direction for news list
de: Standard-Sortierrichtung für News-Liste

# news.list.orderDirection.form.label
source: Order Direction
de: Sortierreihenfolge

# news.list.paginate.itemsPerPage.form.description
source: Number of news items to display per page in list view
de: Anzahl der News-Einträge pro Seite in der Listenansicht

# news.list.paginate.itemsPerPage.form.label
source: Items per Page
de: Einträge pro Seite

# news.list.showCategories.form.description
source: Show categories in news list
de: Kategorien in News-Liste anzeigen

# news.list.showCategories.form.label
source: Show Categories
de: Kategorien anzeigen

# news.list.showTags.form.description
source: Show tags in news list
de: Tags in News-Liste anzeigen

# news.list.showTags.form.label
source: Show Tags
de: Tags anzeigen

# news.media.maxHeight.form.description
source: Maximum height for news images
de: Maximale Höhe für News-Bilder

# news.media.maxHeight.form.label
source: News Image Maximum Height
de: News-Bild Maximale Höhe

# news.media.maxWidth.form.description
source: Maximum width for news images
de: Maximale Breite für News-Bilder

# news.media.maxWidth.form.label
source: News Image Maximum Width
de: News-Bild Maximale Breite

# performance.compressCss.form.description
source: Compress CSS files
de: CSS-Dateien komprimieren

# performance.compressCss.form.label
source: Compress CSS
de: CSS komprimieren

# performance.compressJs.form.description
source: Compress JavaScript files
de: JavaScript-Dateien komprimieren

# performance.compressJs.form.label
source: Compress JavaScript
de: JavaScript komprimieren

# performance.concatenateCss.form.description
source: Concatenate CSS files
de: CSS-Dateien zusammenführen

# performance.concatenateCss.form.label
source: Concatenate CSS
de: CSS zusammenführen

# performance.concatenateJs.form.description
source: Concatenate JavaScript files
de: JavaScript-Dateien zusammenführen

# performance.concatenateJs.form.label
source: Concatenate JavaScript
de: JavaScript zusammenführen

# performance.enableLazyLoading.form.description
source: Enable lazy loading for images
de: Lazy Loading für Bilder aktivieren

# performance.enableLazyLoading.form.label
source: Enable Lazy Loading
de: Lazy Loading aktivieren

# seo.canonical.enabled.form.description
source: Enable canonical URL tags
de: Canonical URL-Tags aktivieren

# seo.canonical.enabled.form.label
source: Enable Canonical URLs
de: Canonical URLs aktivieren

# seo.meta.generateDescriptions.form.description
source: Automatically generate meta descriptions from content
de: Meta-Beschreibungen automatisch aus Inhalt generieren

# seo.meta.generateDescriptions.form.label
source: Generate Meta Descriptions
de: Meta-Beschreibungen generieren

# seo.meta.maxDescriptionLength.form.description
source: Maximum length for meta descriptions
de: Maximale Länge für Meta-Beschreibungen

# seo.meta.maxDescriptionLength.form.label
source: Max Description Length
de: Max. Beschreibungslänge

# seo.meta.maxTitleLength.form.description
source: Maximum length for page titles
de: Maximale Länge für Seitentitel

# seo.meta.maxTitleLength.form.label
source: Max Title Length
de: Max. Titellänge

# seo.meta.titleSeparator.form.description
source: Separator between page title and site name
de: Trennzeichen zwischen Seitentitel und Site-Name

# seo.meta.titleSeparator.form.label
source: Title Separator
de: Titel-Trennzeichen

# seo.openGraph.defaultImage.form.description
source: Default Open Graph image path (e.g., EXT:mp_core/Resources/Public/Images/og-default.jpg)
de: Standard Open Graph Bildpfad (z.B. EXT:mp_core/Resources/Public/Images/og-default.jpg)

# seo.openGraph.defaultImage.form.label
source: Default OG Image
de: Standard OG-Bild

# seo.openGraph.enabled.form.description
source: Enable Open Graph meta tags
de: Open Graph Meta-Tags aktivieren

# seo.openGraph.enabled.form.label
source: Enable Open Graph
de: Open Graph aktivieren

# seo.openGraph.imageHeight.form.description
source: Open Graph image height in pixels
de: Open Graph Bildhöhe in Pixeln

# seo.openGraph.imageHeight.form.label
source: OG Image Height
de: OG-Bild Höhe

# seo.openGraph.imageWidth.form.description
source: Open Graph image width in pixels
de: Open Graph Bildbreite in Pixeln

# seo.openGraph.imageWidth.form.label
source: OG Image Width
de: OG-Bild Breite

# seo.schema.enabled.form.description
source: Enable Schema.org structured data
de: Schema.org strukturierte Daten aktivieren

# seo.schema.enabled.form.label
source: Enable Schema.org
de: Schema.org aktivieren

# seo.schema.organizationType.form.description
source: Schema.org organization type (Organization, Corporation, LocalBusiness, etc.)
de: Schema.org Organisationstyp (Organization, Corporation, LocalBusiness, etc.)

# seo.schema.organizationType.form.label
source: Organization Type
de: Organisationstyp

# seo.sitemap.enabled.form.description
source: Enable XML sitemap generation
de: XML-Sitemap-Generierung aktivieren

# seo.sitemap.enabled.form.label
source: Enable XML Sitemap
de: XML-Sitemap aktivieren

# seo.sitemap.excludeHiddenPages.form.description
source: Exclude hidden pages from sitemap
de: Versteckte Seiten von Sitemap ausschließen

# seo.sitemap.excludeHiddenPages.form.label
source: Exclude Hidden Pages
de: Versteckte Seiten ausschließen

# seo.sitemap.priority.form.description
source: Default priority for sitemap entries (0.0 to 1.0)
de: Standard-Priorität für Sitemap-Einträge (0.0 bis 1.0)

# seo.sitemap.priority.form.label
source: Default Sitemap Priority
de: Standard Sitemap-Priorität

# seo.twitter.cardType.form.description
source: Twitter Card type (summary, summary_large_image, app, player)
de: Twitter Card Typ (summary, summary_large_image, app, player)

# seo.twitter.cardType.form.label
source: Twitter Card Type
de: Twitter Card-Typ

# seo.twitter.enabled.form.description
source: Enable Twitter Card meta tags
de: Twitter Card Meta-Tags aktivieren

# seo.twitter.enabled.form.label
source: Enable Twitter Cards
de: Twitter Cards aktivieren

# seo.twitter.site.form.description
source: Twitter username for the website (e.g., @username)
de: Twitter-Benutzername für die Website (z.B. @benutzername)

# seo.twitter.site.form.label
source: Twitter Site Username
de: Twitter Website-Benutzername

# templates.layoutRootPath.form.description
source: Path to Fluid layouts
de: Pfad zu Fluid-Layouts

# templates.layoutRootPath.form.label
source: Layout Root Path
de: Layout-Stammpfad

# templates.partialRootPath.form.description
source: Path to Fluid partials
de: Pfad zu Fluid-Partials

# templates.partialRootPath.form.label
source: Partial Root Path
de: Partial-Stammpfad

# templates.templateRootPath.form.description
source: Path to Fluid templates
de: Pfad zu Fluid-Templates

# templates.templateRootPath.form.label
source: Template Root Path
de: Template-Stammpfad
